export const row1 = [
    {
        name : 'Всадник',
        imgSrc : 'src/components/Main/images/horseman.png',
        text : '1. Всадник. Означает сообщение во всех формах: телефонном звонке, факсе, телеграмме, письме. Также он может означать поездки, контракты, курьера. По этой карте события развиваются очень быстро. Всадник указывает на отношения интенсивные, но кратковременные. В случае консультирования женатого (замужней), предупреждает о слабости партнера, который ищет возможности приключения вне брака, все же, оставаясь в действительности связанным с домом. время от 3-х до 5 недель.'
    },

    {
        name : 'Клевер',
        imgSrc : 'src/components/Main/images/clever.png',
        text : '2. Клевер. Положительная карта, переменного значения в зависимости от окружающих карт. Карта надежды, положительных перемен, ожиданий благоприятного исходного исхода какого-либо дела или начинания. Клевер - символ обыденного, бытового, простого и маленького счастья или радости. Тут не идет речь о фейерверке чувств и эмоций (если речь об отношениях), о больших прибылях или премиях, о большой удаче, т.к. Клевер – символ чего-то небольшого и скромного. Время - одна неделя.'
    },

    {
        name :'Корабль',
        imgSrc : 'src/components/Main/images/ship.png',
        text: '3. Корабль. Изменения, нововведения, перемены (положительные или отрицательные скажут соседние карты), движение вперед. Так же может означать поездку (корабль+солнце+башня - отпуск в теплой стране), переезд или приезд гостей.Корабль так же является символом торговли, бизнеса, коммерции, деловых отношений.В любовных вопросах при определенных сочетаниях, может означать переход отношений на новый уровень.' 
    },
]

export const row2 = [
    {
        name: 'Дом',
        imgSrc : 'src/components/Main/images/home.png',
        text: '4. Дом. Быт, семейные планы. Дом, квартира (недвижимость). Жилищное строительство., события в доме, события в стране. Семья. Влияние родителей. Находясь рядом с картой Аист, сообщает о переезде, а рядом с картой Ребенок - на отъезд из дома, об уходе детей с родительского дома. Рядом с картой Змея сообщает, что необходимо быть осторожным с окружением, так как вашему счастью завидуют. Родительский дом Время - один год.'
    },

    {
        name: 'Дерево',
        imgSrc: 'src/components/Main/images/tree.png',
        text: '5. Дерево. Жизнедеятельность, энергия, прошлое, собственное происхождение. Сдержанность. Монотонность и постоянство, однообразие, вещи и дела, которые занимают много времени. Родственники, члены семьи, родовое дерево. Хорошее здоровье или болезнь, все зависит от того, лежит ли оно вблизи с ПК или вдали от нее. Иногда может означать сельскую жизнь, или желание поездок на природу или дачу. Время - год.'
    },

    {
        name: 'Тучи',
        imgSrc: 'src/components/Main/images/clouds.png',
        text: '6. Тучи. Неясность, неопределенность, сложности. Временные проблемы, трудности. Вызов. Эта карта несет на себе ощущения предчувствия грозы, когда обстановка накаляется настолько, что достаточно малейшего повода (искры), чтобы разразилась буря. Однако, надо помнить, что дождь смывает всю грязь, все лишнее, наносное и неестественное. В этом заключается катарсическое значение карты.' 
    },

]

export const row3 = [
    {
        name: 'Змея',
        imgSrc : 'src/components/Main/images/snake.png',
        text: '7. Змея. Фальшивость, предательство, интрига, ревность, совершение греха, тайные (оккультные) силы, скрытый обман, сексуальность. Мудрость. Появление этой карты является серьезным предостережением. Есть повод задуматься о том, какие люди вас сейчас окружают. Помните, что те, кто обманывает – стараются казаться честными людьми. Змея – это враг, недоброжелатель, по отношению к которому нужно быть осторожным.'
    },

    {
        name: 'Гроб',
        imgSrc: 'src/components/Main/images/grob.png',
        text: '8. Гроб. Гроб несет серьезные сложные ситуации, тяжелую болезнь или прекращение партнерских и личных отношений. Карта указывает на грядущее расставание, а возможно и смерть. Человека ожидают перемены, а возможно, неожиданный поворот судьбы. Может произойти трансформация и изменение мировоззрений. Следует обращать внимание на рядом лежащие карты, которые помогут определить степень серьезности проблемы и откуда их ожидать.'
    },

    {
        name: 'Букет',
        imgSrc: 'src/components/Main/images/bucket.png',
        text: '9. Букет. Карта говорит о жертвенности во имя счастья, не требуя ничего взамен. Любовь, доверие и опека – вот те аспекты, которые характеризируют человека в присутствии данной карты. Подарок, спокойствие, улучшение, масса шансов, свежий теплый ветер в любой жизненной сфере.' 
    },
]

export const row4 = [
    {
        name: 'Коса',
        imgSrc : 'src/components/Main/images/kosa.png',
        text: '10. Коса. Размолвки, расставания, неуверенность. Иногда эта карта может означать конфликт, расставание, прекращение отношений с неким лицом. В то же время, коса является не только символом смерти, но и символом рождения, поскольку несет конец жизни колосу. СОВЕТ: примите/смеритесь с разрывом, не препятствуйте этому, в этом случае что-то новое придет/начнется в вашей жизни. Время – самое большее один месяц'
    },

    {
        name: 'Метла',
        imgSrc: 'src/components/Main/images/metla.png',
        text: '11. Метла. Карта ссор и раздоров. В вопросах взаимоотношений – раздор. Это может быть спор «отцов и детей», семейный конфликт и отсутствие взаимопонимания в отношениях. Ненадежная дружба, несчастный роман или неустойчивый брак. Иногда предвещает серьезную ссору близких людей. Пересмотр старых договоренностей, глупые и нелепые замечания. Наказание. Сплетни, интриги, Язык «без костей». Грязные инсинуации.'
    },

    {
        name: 'Совы',
        imgSrc: 'src/components/Main/images/owls.png',
        text: '12. Совы. Суета, пустые хлопоты. Совы – это карта сомнений и неуверенности. Новость. Информация. Перспективы. Заботы. Бдительность. Рядом с картой книги – мудрость, знание. Часто показывает сплетни.' 
    },
]

export const row5 = [
    {
        name: 'Ребёнок',
        imgSrc : 'src/components/Main/images/child.png',
        text: '13. Ребенок. Благоприятная карта, означающая доверие, нежность, гармоничные отношения. Для женщины, особенно в соседстве с Аистом. Или иными благоприятными картами – рождение ребенка. Поэтому так же начало, первые шаги, свежесть восприятия, но и незрелость разума и души: «все впереди». В конкретном плане – рождение ребенка или важные события в его жизни. Может означать также работу с детьми, воспитание, педагогику.'
    },

    {
        name: 'Лиса',
        imgSrc: 'src/components/Main/images/lisa.png',
        text: '14. Лиса. Бдительность. Тайный ход. Скрытые намерения. Ситуация, описываемые этой картой, опасны скрытностью и хитростью. Будьте готовы ко всяким ловушкам. Интриги, мелкая ложь и обманы. Не исключительно, что вам наставляют рога. Кроме того, может говорить что человек работает на себя, действует только в своих интересах. Лисы обладают прекрасной способностью выжидать'
    },

    {
        name: 'Медведь',
        imgSrc: 'src/components/Main/images/bear.png',
        text: '15.Медведь Влиятельная личность. Начальник. Друг, оказывающий «медвежью» услугу. Сила. Защита. Может означать крепкие связи, надежных партнеров, счастливый долгий брак. Брак на всю жизнь. В деловых вопросах представляет карьерный рост, надежных соратников и партнеров, успех в бизнесе и финансах, хорошая прибыль, надежная организация.' 
    },
]

export const row6 = [
    {
        name: 'Звёзды',
        imgSrc : 'src/components/Main/images/stars.png',
        text: '16. Звезды. Звезды показывают положительные результаты с признанием у других. Карта –обнадеживающий признак в любом трудном вопросе и укрепляет надежду на исполнение ваших мечтаний. Успех в пределах вашей досягаемости.'
    },

    {
        name: 'Аисты',
        imgSrc: 'src/components/Main/images/aists.png',
        text: '17. Аисты. Аист одновременно символизирует и изменение, и постоянство. Изменение – внешних обстоятельств, а постоянство – внутренних установок и ценностей. Главным образом, карта усовершенствования, говорящая о переходе и развитии, символ аиста приносит новинки, которые не ожидались и семейные прибавления всех видов какприезды гостей, тещи, рождение детей и т.д.'
    },

    {
        name: 'Собака',
        imgSrc: 'src/components/Main/images/dog.png',
        text: '18. Собака. Дружба. Доверие. Эта карта сулит верную дружбу, безопасность, защиту в кругу друзей или рядом с одним хорошим другом. Если ее окружают негативные карты, и она отделена от ПК, она имеет противоположное значение: предательство. Внимательно отнеситесь к тому, кто выдает себя за вашего друга, проверьте, достоин ли он в действительности доверия.' 
    },
]

export const row7 = [
    {
        name: 'Башня',
        imgSrc : 'src/components/Main/images/tower.png',
        text: '19. Башня. Курсы, семинары, в окружении благоприятных карт предвещает хорошее, прочное положение в обществе, крепкое здоровье, благосостояние. Властные структуры, ЖЭКи, банки, казенный дом. Иногда показывает – собирание справок, документов, кредиты.'
    },

    {
        name: 'Сад',
        imgSrc: 'src/components/Main/images/garden.png',
        text: '20. Сад. Сад символизирует место, где встречаются люди, место, где ведут себя свободно, отбрасывая комплексы и страхи. Здесь можно посекретничать в таинственном уголке один на один. Поэтому эта карта обычно связана с любовью или сердечными вопросами. Часто сообщает о приглашении в компанию, на вечеринку, тусовку или загородный дом. Но этим местом может быть и офис, если рядом лежат карты бизнеса.'
    },

    {
        name: 'Гора',
        imgSrc: 'src/components/Main/images/mount.png',
        text: '21. Гора. Враг, неприятель, противник, сопротивление. Препятствие, поднимающееся перед вами, которое представлено горой, необходимо либо обогнуть, либо встретить с высоко поднятой головой и преодолеть Вы думаете, что правильно представляете общий вид ситуации или положения, но на самом деле глубоко ошибаетесь. Находясь перед огромной скалой, Вы не можете представлять, что творится там, за горой.' 
    },
]

export const row8 = [
    {
        name: 'Развилка',
        imgSrc : 'src/components/Main/images/crossways.png',
        text: '22. Развилка. Выбор. Ситуация требует особого чувства ответственности. Примите решение, не торопясь, учитывая все «за» и «против», и после этого уверенно двигайтесь в выбранном направлении. В окружении неблагоприятных карт Развилка предостерегает от опрометчивых шагов и неправильного решения. В вопросах взаимоотношений – неопределенная ситуация. Необходимость определиться в своих чувствах и наконец-то сделать свой выбор.'
    },

    {
        name: 'Крысы',
        imgSrc: 'src/components/Main/images/rats.png',
        text: '23. Крысы. Обычно с крысами связывают различные неприятности: кражи, потери, порчу имущества. В вопросах взаимоотношений – что хорошего может получится из взаимоотношений, в который каждый тянет одеяло на себя? Преследование своих мелких корыстных интересов, пренебрежение интересами партнера. Крыса не упустит возможности подставить. Преследование своих интересов, недоверие. Депрессия, пороки, угрызение совести.'
    },

    {
        name: 'Сердце',
        imgSrc: 'src/components/Main/images/heart.png',
        text: '24. Сердце. Очень хорошая карта, означающая дружбу и любовь, гармоничные отношения с партнером, радость и счастье, эмоциональный комфорт, эмпатию. Возможно и возникновения новых отношений, нового чувства. Если отношения уже сложившиеся – усиления взаимных чувств и привязанности. Сильные эмоции и не обязательно положительные (если рядом плохие карты)' 
    },
]

export const row9 = [
    {
        name: 'Кольцо',
        imgSrc : 'src/components/Main/images/ring.png',
        text: '25. Кольцо. Брак. В позиции прошлого – совершившийся, в позиции будущего – предстоящий. В окружении хороших карт – удачный, вместе с плохими – проблематичный. Помолвка, желание семьи, брака. Рядом с негативными картами может означать «хождение по кругу» или распад союза.'
    },

    {
        name: 'Книга',
        imgSrc: 'src/components/Main/images/book.png',
        text: '26. Книга.Учение. Обучение у всех смыслов слова. Люди, не афиширующие отношения. Тайна, неизвестное, бессознательное. Скрытое знание сохраняют при себе, кое-что еще не готово к изречению, замкнутость, молчаливость, книги, образование, договоры, учеба, учение, неопределенность, открытие, загадка, которая будет разрешена.'

    },

    {
        name: 'Письмо',
        imgSrc: 'src/components/Main/images/letter.png',
        text: '27. Письмо. Новости и сообщения всякого рода. Эта карта может указывать, что письмо издалека принесет новости кверенту. Если благоприятные карты окружают Письмо, тогда новости будут хорошими. Кляуза. Любовное послание. Счет. Деньги в конверте.' 
    },
]

export const row10 = [
    {
        name: 'Мужчина',
        imgSrc : 'src/components/Main/images/man.png',
        text: '28. Мужчина. Карта указывает кверента, если он мужского пола. Если тот, кто спрашивает карты, женщина – джентльмен представляет товарища, который может быть мужем, женихом, любовником, сожителем, а также другом.'
    },

    {
        name: 'Женщина',
        imgSrc: 'src/components/Main/images/woman.png',
        text: '29. Женщина. Консультирующаяся, подруга, приятельница, жена, любовница.'
    },

    {
        name: 'Лилии',
        imgSrc: 'src/components/Main/images/lilii.png',
        text: '30. Лилии. Эта карта связана с любовью и межличностными отношениями, со счастливыми событиями, которые характеризируют жизнь кверента. Положительная карта, символ чистоты, света, гармонии, духовности, интеллекта, образованности, сексуальности. В вопросах бизнеса и финансов является хорошим предзнаменованием – дела пойдут в гору, прибыль, успех, признание.' 
    },
]


export const row11 = [
    {
        name: 'Солнце',
        imgSrc : 'src/components/Main/images/sun.png',
        text: '31. Солнце. Период удач, хорошего самочувствия и настроения. Окружающие карты подскажут в чем именно будет заключаться удача. Может также означать помощь, которую вам окажут. Карта позитивна при любых раскладах, смягчает значение плохих карт, и всегда играет определяющую роль в раскладе, особенно в позициях настоящего и будущего. Исполнение желания.'
    },

    {
        name: 'Луна',
        imgSrc: 'src/components/Main/images/moon.png',
        text: '32. Луна. Луна – символ глубоких корней и родовых связей, символ восприимчивости, интуиции и «груза прошлого», возможно даже прежних воплощений, требующего осмысления и способностей, и опыта. Изменения. Непостоянство. Луна означает плодовитость (для женщины она может показать беременность или рождение девочки) часто символ Луна указывает на человека с неустойчивой психикой.'
    },

    {
        name: 'Ключ',
        imgSrc: 'src/components/Main/images/key.png',
        text: '33. Ключ. Открывающиеся возможности. Доступ. Ответ, понимание. Разгадка. Если карта находится в положении будущего, карта указывает, что пока двери заперты и информация находится за семью замками. Видимо, время еще не пришло, чтобы раскрыть интересующую вас тайну. Это особенно выявлено, если рядом карта Книга. Но все же, ключ в положении будущего – это надежда и помощь в решении задачи и проблемы' 
    },
]


export const row12 = [
    {
        name: 'Рыбы',
        imgSrc : 'src/components/Main/images/fishes.png',
        text: '34. Рыбы. Рыбы являются символом удачи, достатка и богатства. Деньги, материальная стоимость, владения, капитал, финансы, вода, душа, алкоголь, страсть, глубина, кое-что углубляется.'
    },

    {
        name: 'Якорь',
        imgSrc: 'src/components/Main/images/anchor.png',
        text: '35. Якорь. Остановка. Ожидание. Привязанности. Брак/отношение: верность, от партнера не могут освободиться, зацикленность, фиксирование на негативных мыслях (если рядом плохие карты). Стабильность.'
    },

    {
        name: 'Крест',
        imgSrc: 'src/components/Main/images/cross.png',
        text: '36. Крест. Крест называют трудной картой. Она всегда, не зависимо от местоположения, считается дурным предзнаменованием и означала, что у каждого своего креста, своя беда или проблема. Это крест, который нужно с достоинством пронести, испытание, которое надо пройти. Больница, травма пункт. Судьба, карма, долг.' 
    },
]


export const row13 = [
    {
        name: 'Марионетка',
        imgSrc : 'src/components/Main/images/doll.png',
        text: '37. Марионетка. Вами кто-то манипулирует или Вы кем-то. Игра по чужим правилам, навязывание своей воли. Может показать зависимость от чего-то, например, журналов, мнения друзей. В магии – подавление воли, ослабление. Зависимость от обстоятельств.'
    },

    {
        name: 'Наблюдение',
        imgSrc: 'src/components/Main/images/control.png',
        text: '38. Наблюдение. За вами кто-то наблюдает, или вы за кем-то. Эта карта показывает все формы слежки и интереса – в интернете, поиск чего-то по карманам, телефонам, подслушивание, подглядывание. Проявления интереса в соцсетях. надо не афишировать свои отношения.'
    },

    {
        name: 'Время',
        imgSrc: 'src/components/Main/images/time.png',
        text: '39. Время. Эта карта показывает важность времени. События произойдет очень скоро, если выпадает с картой спрашивающего, если далеко – наоборот, событие произойдет не скоро' 
    },
]

export const row14 = [
    {
        name: 'Предупреждение',
        imgSrc : 'src/components/Main/images/warning.png',
        text: '40. Предупреждение. Что-то идет не так, или кверент идет не тем путем. Возможно стоит прислушаться к голосу сердца, или помощников. Опасная ситуация.'
    },

    {
        name: 'Ящик Пандоры',
        imgSrc: 'src/components/Main/images/caseOfPandora.png',
        text: '41. Ящик Пандоры. Проблемы, лишения, трудности, которые на вас навалились, стали следствием вашего неправильного поведения, эгоизма и любопытства. Действия с необратимыми последствиями, любопытство, невежество, поиск «козла отпущения»'
    },

    {
        name: 'Болезнь',
        imgSrc: 'src/components/Main/images/sick.png',
        text: '42. Болезнь. Следует очень внимательно отнестись к своему здоровью. Эта карта – серьезное предупреждение. Если рядом лежат благоприятные карты – болезнь скоро пройдет.' 
    },
]

export const row15 = [
    {
        name: 'Безденежье',
        imgSrc : 'src/components/Main/images/noMoney.png',
        text: '43. Безденежье. Карта показывает серьезные финансовые затруднения. Ситуации, когда поиски работы не приносят результата, невозможность ничего скопить-отложить, долги, задержки зарплаты. Жалкие результаты и никаких изменений. Понизьте свои требования и надежды, держите деньги крепко в руках и не идите на риск'
    },

    {
        name: 'Тупик',
        imgSrc: 'src/components/Main/images/stop.png',
        text: '44. Тупик. Карта ломки определенных ценностей. По этой карте человек чувствует, что идти ему больше некуда. Остановка в развитии, бизнесе, отношениях. Состояние, когда все надоело и ничего не надо. Отчаяние. Иногда показывает злость на обстоятельства, на себя. Карта указывает на сильные волнения и карту беспокойств. Поиск выхода из ситуации. Часто по этой карте человек сам себе надумал проблемы.'
    },

    {
        name: 'Зависть',
        imgSrc: 'src/components/Main/images/zavist.png',
        text: '45. Зависть. Зависть выедает человека изнутри, зависть может быть к чему угодно – поступкам, внешним данным, материальным вещам. Часто эта карта показывает подруг, которые улыбаются, делают вид, что переживают, принимают участие в жизни человека, но за спиной поливают грязью, зависть всему виной от таких людей стоит держаться подальше. Так же по этой карте может завидовать спрашивающий, от этого у него все проблемы.' 
    },
]

export const row16 = [
    {
        name: 'Разочарование',
        imgSrc : 'src/components/Main/images/sad.png',
        text: '46. Разочарование. Столкновение с жесткой реальностью. Разбитые мечты. Глубокая обида, слезы. Борьба сознания с чувствами. Равнодушие. Наплевательское отношение. Отвернуться от партнера.'
    },

    {
        name: 'Эгоизм',
        imgSrc: 'src/components/Main/images/egoism.png',
        text: '47 . Эгоизм.Человек думает только о себе, не замечая потребностей окружающих. Ходит по головам. Спрашивающему нужно задуматься о своем отношении к людям, он эгоист. Либо сам спрашивающий подвергается наплевательскому отношению. Восприятие только своих желаний. Любование.'
    },

    {
        name: 'Страх',
        imgSrc: 'src/components/Main/images/fear.png',
        text: '48. Страх. Страх чего-либо или кого-либо. Возможно человек боится физической расправы или морального насилия в семье. Боязнь общества, публики, боязнь раскрытия тайны или секрета. Часто эта карта показывает воображаемые страхи, комплексы, ограничения, когда люди выискивают негатив там, где его нет' 
    },
]

export const row17 = [
    {
        name: 'Паук',
        imgSrc : 'src/components/Main/images/spider.png',
        text: '49. Паук. Карта говорит о хитросплетенных интригах – сетях, расставленных врагами. Так же сам спрашивающий может напоминать паука, который заманивает в свои сети. Так же карта означает кропотливый труд. Желание заманить, опутать, ситуации из которых сложно выбраться.'
    },

    {
        name: 'Разбитое сердце',
        imgSrc: 'src/components/Main/images/brokenHeart.png',
        text: '50. Разбитое сердце. Иногда карта говорит о том, что человек многое пережил и этот груз не дает ему двигаться дальше, что человек боится отношений, думая, что все может повториться. От отношений веет горечью, обидами и разочарованиями. После такого разрыва, люди кардинально меняют свою жизнь. Разбитые мечты и планы, человек потерял веру в себя. Расставание, развод, ссора с другом, к которому потерял доверие.'
    },

    {
        name: 'Треугольник',
        imgSrc: 'src/components/Main/images/triangle.png',
        text: '51. Треугольник. Любовный треугольник, наличие скрытых связей, привычек. Жизнь на две семьи, мечты о другом человеке. Иногда показывает, что третья сторона – это работа. Когда человек не бывает в семье, проводит много времени на работе. Но чаще всего показывает наличие третьего лица в отношениях.' 
    },
]

export const row18 = [
    {
        name: 'Власть',
        imgSrc : 'src/components/Main/images/authority.png',
        text: '52. Власть. Высокое положение в обществе, смотреть с высока. Человек, который имеет власть, правовые структуры, юриспруденция. Власть страхов. Власть над другими людьми. Подчинение.'
    },

    {
        name: 'Злоба',
        imgSrc: 'src/components/Main/images/zloba.png',
        text: '53. Злоба. Ярость, которая не дает спокойно жить. Клевета, проклятие в адрес человека. Желание мести. Обида.'
    },

    {
        name: 'Лошадь',
        imgSrc: 'src/components/Main/images/horse.png',
        text: '54. Лошадь. Карта Лошадь означает доброту и преданность. И тяжелую работу. Кверенту следует взять отпуск, или не тянуть все на своих плечах. Часто выпадает, когда человек работает на двоих или нескольких работах, или является одним кормильцем в семье. Трудоголик, тяжелый груз, выносливость.' 
    },
]

export const row19 = [
    {
        name: 'Кандалы',
        imgSrc : 'src/components/Main/images/candals.png',
        text: '55. Кандалы. Человек связан по руках и ногах: обязательствами, долгом перед кем-то или желание привязать кого-то к себе. Иногда может значит тюремное заключение.'
    },

    {
        name: 'Маска',
        imgSrc: 'src/components/Main/images/mask.png',
        text: '56. Маска. Лицемерие, маскарад. Часто эта карта показывает лицемерных друзей, наличие скрытого мотива в отношениях, что от человека что-то скрывают. Обман. Обманутые надежды. Ложь. Заметание следов, изворотливость.'
    },

    {
        name: 'Борьба',
        imgSrc: 'src/components/Main/images/batle.png',
        text: '57. Борьба Карта говорит, что вам следует держать оборону. От кого или чего – скажут соседние карты. Часто эта карта показывает соперничество, борьбу за мужчину, за свое место под солнцем. Агрессия. Сила. Желание защиты или защищать, борьба с вредными привычками.' 
    },
]

export const row20 = [
    {
        name: 'Молния',
        imgSrc : 'src/components/Main/images/lightning.png',
        text: '58. Молния. Карта молния говорит, что что-то произойдет. Причем очень резко и неожиданно для человека. Еще следует быть осторожным – травмоопасное время. Резкие, быстрые изменения, поступки, желания, события.'
    },

    {
        name: 'Правосудие',
        imgSrc: 'src/components/Main/images/pravosudie.png',
        text: '59. Правосудие. Вмешательство закона. Заключения договоров всякого рода, сделок. Разводы, суды. Справедливые решения. Так же может означать воздаяние за содеянное, как в высшем смысле, так и на бытовом плане.'
    },

    {
        name: 'Ревность',
        imgSrc: 'src/components/Main/images/revnost.png',
        text: '60. Ревность. Может означать ревность к человеку, к успехам других. Желание утвердить свое «Я». Невозможность справится с эмоциями. Злость от этого. Карта может означать как реальные поводы для ревности и опасения, так и выдуманные. Накручивать себя. Боль, расставание, зависть к другим, более успешным в чем-то.' 
    },
]

export const row21 = [
    {
        name: 'Алкоголь',
        imgSrc : 'src/components/Main/images/alcohol.png',
        text: '61. Алкоголь. Карта может показывать все возможные вечеринки, бары, клубы, дни рождения и т.п. Так же может означать у человека проблему с алкоголем. Поступки под действием алкоголя'
    },

    {
        name: 'Чёрная кошка',
        imgSrc: 'src/components/Main/images/blackCat.png',
        text: '62. Черная кошка. Карта ссор, раздоров. Между близкими прежде людьми вырастает стена непонимания. Так же карта отличной интуиции, которой кверенту необходимо довериться. Так же может нести оккультный смысл. Свобода. Независимость, одиночка. тотемное животное, ссора, недоверие.'
    },

    {
        name: 'Водоворот',
        imgSrc: 'src/components/Main/images/vodovorot.png',
        text: '63. Водоворот. В жизни кверента сейчас происходят хаотичные, беспорядочные события. Его засасывает водоворот проблем или чувств, из которых пока не выбраться. Свалилось столько всего, что кверент возможно не знает, что с этим делать дальше. Быстрота, скорость, хаос, болото.' 
    },
]

export const row22 = [
    {
        name: 'Отшельник',
        imgSrc : 'src/components/Main/images/otshelnik.png',
        text: '64. Отшельник. Одиночество, уединение, погруженность в себя. Переосмысливание. Тоска. В отношения– отчуждение, холод, одиночество вдвоем. Осознанный отказ от соблазнов, во имя получения большего. Самоизоляция, необходимость отстранится на время от ситуации.'
    },

    {
        name: 'Жадность',
        imgSrc: 'src/components/Main/images/zhadnost.png',
        text: '65. Жадность. Неудержимое стремление удовлетворить свои прихоти и желания. Неумение делиться. Это могут быть как чувства, так и материальные предметы. Все под себя грести.'
    },

    {
        name: 'Тайна',
        imgSrc: 'src/components/Main/images/secret.png',
        text: '66. Тайна. Карта говорит, что рядом с кверентом есть тайна, которая пока скрыта от него. Или у него есть тайна, которую он хотел бы оставить при себе и не хотел бы разглашения.' 
    },
]

export const row23 = [
    {
        name: 'Затмение',
        imgSrc : 'src/components/Main/images/zatmenie.png',
        text: '67. Затмение. Для человека наступило полное затмение. Карта означает страхи, зависимости, кризис. Это нужно просто пережить. Человек не может пока повлиять на ситуацию в своей жизни, но этот кризис не будет долгим. Депрессия, поиск выхода. Обида, месть.'
    },

    {
        name: 'Ссора',
        imgSrc: 'src/components/Main/images/ssora.png',
        text: '68. Ссора. Ссоры, размолвки, часто показывают жену, которая любит пилить мужа, конфликт на бытовом уровне.'
    },

    {
        name: 'Бесплодие',
        imgSrc: 'src/components/Main/images/childFree.png',
        text: '69. Бесплодие. Карта может показать, как невозможность иметь детей, так и бесплодные усилия, попытки что-то сделать, чего-то добиться. Карта зависима от соседних карт.' 
    },
]

export const row24 = [
    {
        name: 'Смерть',
        imgSrc : 'src/components/Main/images/death.png',
        text: '70. Смерть. Окончание существующих дел и ситуаций. Перемены в мировоззрении, психике. Разлука, расставание, отпускание, закономерное завершение. Утрата иллюзий, ясность и отрешенность сознания, взгляд на прошлое холодно и со стороны. Перед просмотр. Редко физическую смерть показывает, больше глобальные неприятности, перемены, которые пугают, внутренний кризис'
    },

    {
        name: 'Дьявол',
        imgSrc: 'src/components/Main/images/devil.png',
        text: '71. Дьявол. Привязки – чувства, отношения, эмоциональные состояния, желания – это то, что человек постоянно воспроизводит в своей жизни. Зависимости от кого-то или чего-то. Отношения: в основном – интим, причем во всех видах, в том числе и извращенный секс. Возможно магическое воздействие.'
    },

    {
        name: 'Феникс',
        imgSrc: 'src/components/Main/images/phoenix.png',
        text: '72. Феникс. После кризиса. Вы должны возродиться из пепла словно птица Феникс. Очень часто показывает звонок из прошлого, когда объявляются бывшие партнеры с надеждой на восстановление связи. Потеря всего, и возрождения. Человек уже понял, что жить, как раньше, он уже не сможет, теперь осталось это осознать и принять.' 
    },
]

export const row25 = [
    {
        name: 'Подкова',
        imgSrc : 'src/components/Main/images/podkova.png',
        text: '73. Подкова. Символ удачи. Только нужно самому постараться. Ничего с неба не упадет, но удача сопутствует начинаниям.'
    },

    {
        name: 'Бездействие',
        imgSrc: 'src/components/Main/images/inaction.png',
        text: '74. Бездействие. Карта застоя, стагнации. Человек решил отстраниться от ситуации, от человека, чтобы решить, как ему быть дальше. Желание побыть одному, лень, пассивность.'
    },

    {
        name: 'Желание',
        imgSrc: 'src/components/Main/images/jelanie.png',
        text: '75. Желание. Карта показывает, что кверент жаждет материальных благ, или грезит покупкой чего-либо. (машина, квартира, и т.д.) и что скоро его желание осуществится. Если рядом негативные карты – наоборот, желанию не дано сбыться.' 
    },
]

export const row26 = [
    {
        name: 'Эрос',
        imgSrc : 'src/components/Main/images/eros.png',
        text: '76. Эрос. Интимные отношения, сексуальные фантазии, сексуальные привязки. Иногда показывает «легкое поведение» или страсть, которая является основой союза.'
    },

    {
        name: 'Любовь',
        imgSrc: 'src/components/Main/images/love.png',
        text: '77. Любовь. Любовь во всех ее проявлениях., чистая, искренняя. Любить в человеке все.'
    },

    {
        name: 'Освобождение',
        imgSrc: 'src/components/Main/images/freedom.png',
        text: '78. Освобождение. Человек долго был заточен в собственных страхах и комплексах, или он тянул непосильную ношу на себе. Теперь он свободен. Он еще не знает, как жить с этой свободой, он только учится жить по - другому.' 
    },
]

export const row27 = [
    {
        name: 'Сила',
        imgSrc : 'src/components/Main/images/power.png',
        text: '79. Сила. В целом эта, карта говорит об отваге, с которой вы сражаетесь с превратностями судьбы, о творческих усилиях и взаимодействии сил умственных и эмоциональных, об умении обуздывать страсти, о хорошем здоровье и самочувствии, об оптимистическом психологическом настрое. Это и стремление быстро предложить свою помощь, и уважение окружающих, и достижения долгожданной цели.'
    },

    {
        name: 'Лекарство от всех бед',
        imgSrc: 'src/components/Main/images/medicament.png',
        text: '80. Лекарство от всех бед. Если выпадает эта карта, то значит все проблемы и сложные ситуации кверента разрешатся, скорее всего благодаря вмешательству, или Высших сил, или близких людей. Человек найдет решение своей проблемы.'
    },

    {
        name: 'Работа',
        imgSrc: 'src/components/Main/images/work.png',
        text: '81. Работа. Все вопросы, связанные с трудом, работой показывает эта карта. Соседние карты подскажут более полную информацию. Трудоголик, тяжелый труд, автобизнес, работа, связанная с землей, фермерским хозяйством, поиски работы.' 
    },
]

export const row28 = [
    {
        name: 'Слон',
        imgSrc : 'src/components/Main/images/elephant.png',
        text: '82. Слон. Слон – символ благополучия, вечности, мудрости и терпения. Для буддистов слон –священный символ духовного значения. Т.к. слон считается сильным животным одним из значений этого животного, как геральдического символа, является огромная сила, твердость, долголетие, но помимо этого, слон символизирует непомерные амбиции.'
    },

    {
        name: 'Сделка',
        imgSrc: 'src/components/Main/images/deal.png',
        text: '83. Сделка. «Липовые бумаги», ложные друзья и партнеры. Следует быть осмотрительным и при заключении договоров и сделок. Может означать сделку с совестью. В личных взаимоотношениях может означать содержанок и жиголо. Отношения завязаны на какой- то выгоде.'
    },

    {
        name: 'Поездка',
        imgSrc: 'src/components/Main/images/travel.png',
        text: '84. Поездка. Движение во всех его проявлениях, далекие поездки в другой город, страну. Путешествия, командировки, переезд. В личных отношениях – курортный роман' 
    },
]

export const row29 = [
    {
        name: 'Ясность',
        imgSrc : 'src/components/Main/images/clarity.png',
        text: '85. Ясность. В жизни кверента стираются, все встает на свои места, и если раньше он не знал, что ему делать, то сейчас наступает ясность. Еще карта может означать раскрытие обмана, тайны.'
    },

    {
        name: 'Род',
        imgSrc: 'src/components/Main/images/breed.png',
        text: '86. Род. Карта родовых связей. Это могут быть, как и предки, так и семья. Важность рода, семьи. Иногда стоит прислушаться к мнению рода.'
    },

    {
        name: 'Подарок',
        imgSrc: 'src/components/Main/images/present.png',
        text: '87. Подарок. Подарки, сюрпризы, может означать подарок судьбы, но чаще всего это подарки на дни рождения и свадьбу. Карта говорит, что человек получит долгожданный или неожиданный подарок. В магии – воздействие производится на подарок.' 
    },
]

export const row30 = [
    {
        name: 'Иллюзии',
        imgSrc : 'src/components/Main/images/iliutions.png',
        text: '88. Иллюзии. Человек витает в облаках, постоянно находится в мечтах, не видит реальности, или не хочет видеть. Идеализация кого-то. Иногда – все не так, как кажется.'
    },

    {
        name: 'Самобичевание',
        imgSrc: 'src/components/Main/images/bich.png',
        text: '89. Самобичевание. Раскаяние за что-то, чувство вины, которое человек не может (или не хочет, потому что ему комфортно так) побороть в себе. Груз за прежние ошибки, желание что-то исправить. Комплексы, страхи, ненависть к себе, разрушение психики, намеренное причинение боли себе.'
    },

    {
        name: 'Сон',
        imgSrc: 'src/components/Main/images/koma.png',
        text: '90. Сон. Состояние сна, человек не хочет или не может двигаться дальше. Он устал. Предел. Карта показывает сложные состояния, когда ничего не хочется и ничего не надо. Жизнь, как во сне, день сурка, жизнь по одной и той же схеме - дом-работа и никаких изменений. Иногда может показывать изменения состояния, такие как алкогольное опьянение, кома.' 
    },
]

export const row31 = [
    {
        name: 'Маяк',
        imgSrc : 'src/components/Main/images/lighthouse.png',
        text: '91 Маяк. После череды испытаний, на горизонте появится луч света, это может быть, как и новая ситуация, решение проблемы, так и друг, подставивший вовремя плечо. В любом случае очень положительная карта. Откуда придут изменения. Надо смотреть на соседние карты.'
    },

    {
        name: 'Игра',
        imgSrc: 'src/components/Main/images/game.png',
        text: '92. Игра. Карта азарта. Казино, карточные игры. Так же игра людьми и их чувствами. Манипулирование кем-то. Легкое отношение к деньгам'
    },

    {
        name: 'Предчувствие',
        imgSrc: 'src/components/Main/images/premonition.png',
        text: '93. Предчувствие. Карта предупреждает, что необходимо прислушаться к себе. Ваши предчувствия сейчас не обманывают. Плохие новости.' 
    },
]

export const row32 = [
    {
        name: 'Ожидание',
        imgSrc : 'src/components/Main/images/waiting.png',
        text: '94. Ожидание. Человек чего-то ждет, возможно, встречи, исполнения желания или подсказки, как ему жить дальше.'
    },

    {
        name: 'Деньги',
        imgSrc: 'src/components/Main/images/money.png',
        text: '95. Деньги. Карта предвещает получения денег и важность финансовых вопросов в жизни кверента. Получения кредита, наследства, зарплаты. Рядом с негативными картами – долги, недостаток средств.'
    },

    {
        name: 'Выбор',
        imgSrc: 'src/components/Main/images/choice.png',
        text: '96. Выбор. Выбор сред и нескольких вариантов. Кверент затрудняется, как ему поступить. Какое решение принять. Возможности часто равноценные.' 
    },
]

export const row33 = [
    {
        name: 'Магия',
        imgSrc : 'src/components/Main/images/magic.png',
        text: '97. Магия. Если эта кар та выпадает в раскладе, то скорее в жизни кверента есть магическое воздействие. Совет – смотреть по третьему «магическому» блоку, какого рода воздействие было произведено.'
    },

    {
        name: 'Плен',
        imgSrc: 'src/components/Main/images/captive.png',
        text: '98. Плен. Стеснение обстоятельств, когда у человека нет возможности выбора. Так же может показать содержанок. Или состояние, когда человек заточен в собственные комплексы и страхи'
    },

    {
        name: 'Грязь',
        imgSrc: 'src/components/Main/images/dirt.png',
        text: '99. Грязь. Лицемерие и грязь, которые, льют на человека. Грязные сплетни, подставы, ложь, Измены' 
    },
]

export const row34 = [
    {
        name: 'Сплетни',
        imgSrc : 'src/components/Main/images/spletni.png',
        text: '100. Сплетни. Карта сплетен, слухов, чужого мнения. Часто показывает «подруг», которые любят навязывать свое мнение, часто основанное на зависти, свекровей-тещ, которые лезут в семьи своих детей.'
    },

    {
        name: 'Расставание',
        imgSrc: 'src/components/Main/images/rasstavanie.png',
        text: '101. Расставание. Боль, разочарование, разбитые мечты, ревность. Необходимость разорвать связь, даже если человек сам принял это тяжелое решение. Невозможность жить дальше вместе, сохранять дружбу (если вопрос касается друга). Уже ничего не поменять, не изменить. При этой карте очень болезненный разрыв. Часто показывает «жизнь не две семьи», или наличие любовника/любовницы.'
    },

    {
        name: 'Царевна',
        imgSrc: 'src/components/Main/images/tsarevna.png',
        text: '102. Царевна. У человека завышенное самомнение, которое необоснованно, он чувствует себя «пупом земли». Самолюбование. Эгоизм. Этот человек считает, что ему все должны. Часто показывает дочерей обеспеченных родителей, жен состоятельных мужчин, которые занимаются только своей внешностью и походами по магазинам. Холодность, расчет, комплекс «Царька за прилавком»' 
    },
]

export const row35 = [
    {
        name: 'Вулкан',
        imgSrc : 'src/components/Main/images/vulkan.png',
        text: '103. Вулкан. Если дело касается отношений, то эта карта покажет страсть, которая и подогревает отношения и в то же время разрушает. Пара не может справиться с эмоциями. Это может быть, как безудержная интимная жизнь, так и вечные ссоры, а потом примирения в постели. Так же может показывать агрессивного партнера. Если на бытовом плане – то кто-то находится в опасной ситуации.'
    },

    {
        name: 'Дельфин',
        imgSrc: 'src/components/Main/images/dolphin.png',
        text: '104. Дельфин. Карта беременности. Долгожданной и желанной. Благородство, покровительство Высших сил, спасение.'
    },

    {
        name: 'Подсолнух',
        imgSrc: 'src/components/Main/images/podsolnuh.png',
        text: '105. Подсолнух. Карта замечательная, говорит о том, что все проблемы разрешаемы, человеку только стоит сохранять оптимизм и, как подсолнух, - поворачиваться к солнцу. У кверента замечательное здоровье, в личной жизни – все замечательно, взаимная любовь, если отношения только начинаются – то у них есть будущее. В вопросах бизнеса и работы – многие планы и начинания будут успешно осуществлены.' 
    },
]

export const row36 = [
    {
        name: 'Влюблённые',
        imgSrc : 'src/components/Main/images/lovers.png',
        text: '106. Влюбленные. Взаимные чувства, забота, часто показывает молодоженов или ситуацию, когда мужчина взял полную ответственность за свою женщину во всех планах, она себя чувствует, как за каменной стеной. Рядом с плохими картами может означать, что проблемы у пары. А не у кого-то из партнеров по отдельности. Род проблемы подскажут другие карты.'
    },

    {
        name: 'Встреча',
        imgSrc: 'src/components/Main/images/meeting.png',
        text: '107. Встреча. Долгожданная встреча, рядом с позитивными картами – обязательно состоится, с негативными – состоится, но позже. Ожидание. Удивление, радость, командировки, встречи со старыми друзьями, с партнером после долгой разлуки.'
    },

    {
        name: 'Обида',
        imgSrc: 'src/components/Main/images/obida.png',
        text: '108. Обида. Досада, смертельная обида, предательство близких, обида на самого себя за мысли, поступки. Часто по этой карте удар в спину близкими людьми.' 
    },
]

export const row37 = [
    {
        name: 'Князь',
        imgSrc : 'src/components/Main/images/knaz.png',
        text: '109. Князь. Мужчина старшего возраста. (40+), может быть персональной картой отца, старшего брата, мужа, друга, тестя, т.д.'
    },

    {
        name: 'Княгиня',
        imgSrc: 'src/components/Main/images/knagina.png',
        text: '110. Княгиня. Женщина старшего возраста (40+), может быть персональной картой матери, старшей сестры, супруги, подруги, тещи и т.п.'
    },
]