export const seniorArcana = [

    {
        arcana: 'Дурак (Шут)',
    },

    {
        arcana: 'Маг',
    },

    {
        arcana: 'Жрица',
    },

    {
        arcana: 'Имеператрица',
    },

    {
        arcana: 'Император',
    },

    {
        arcana: 'Иерофант (Первосвященник)',
    },

    {
        arcana: 'Влюбленные (Выбор)',
    },

    {
        arcana: 'Колесница',
    },

    {
        arcana: 'Справедливость (Правосудие)',
    },

    {
        arcana: 'Отшельник',
    },

    {
        arcana: 'Колесо фортуны (Зеркало)',
    },

    {
        arcana: 'Сила',
    },

    {
        arcana: 'Повешенный',
    },

    {
        arcana: 'Смерть',
    },

    {
        arcana: 'Умеренность (Время)',
    },

    {
        arcana: 'Дьявол',
    },

    {
        arcana: 'Башня',
    },

    {
        arcana: 'Звезда',
    },

    {
        arcana: 'Луна',
    },

    {
        arcana: 'Солнце',
    },

    {
        arcana: 'Старшный суд (Суд)',
    },

    {
        arcana: 'Мир',
    },
]

export const minorArcana = [

    {
        arcana: 'Денарии (пентакли/черепа/бубны)',
    },

    {
        arcana: 'Жезлы (посохи/скипетры/трефы)',
    },

    {
        arcana: 'Кубки (чаши/граали/червы)',
    },

    {
        arcana: 'Мечи (ножи/пики)',
    },
]