export const magicRow1 = [
    {
        name : 'Руны',
        imgSrc : 'src/components/Magic-block/images/runes.png',
        text : '1. Руны. Магия рун. Магическое действие было проведено посредством рун. В качестве ответа, к чему следует прибегнуть кверенту для чистки – ответ Руны.'
    },

    {
        name : 'Вольт',
        imgSrc : 'src/components/Magic-block/images/volt.png',
        text : '2 . Вольт. Вольт (восковую, тряпочную, соломенную куклу с «привязками» человека, используют для магического воздействия (чаще негативного), подавления воли, но и используют защитную магию (от откатов, куклы-помощницы) На вопрос – как было произведено воздействие? Ответ – с помощью биологических привязок и куклы.'
    },

    {
        name :'Бесы',
        imgSrc : 'src/components/Magic-block/images/demons.png',
        text: '3 . Бесы. Человека одолевают бесы, скорее всего это целенаправленное магическое воздействие с какой-то программой, какой именно – подскажут соседние карты.' 
    },
]

export const magicRow2 = [
    {
        name : 'Сущность',
        imgSrc : 'src/components/Magic-block/images/something.png',
        text : '4 . Сущность. Подселенец. Лярвы. Сущности'
    },

    {
        name : 'Приворот',
        imgSrc : 'src/components/Magic-block/images/privorot.png',
        text : '5 . Приворот. Подавления воли. Вульгарная магия.'
    },

    {
        name :'Остуда',
        imgSrc : 'src/components/Magic-block/images/ostuda.png',
        text: '6 . Остуда. Остуда между людьми, также может иметь место остуда к какому-то делу, к выпивке, но чаще касается личных взаимоотношений. Соседние карты дадут более подробную картинку.' 
    },
]

export const magicRow3 = [
    {
        name : 'Рассорка',
        imgSrc : 'src/components/Magic-block/images/rassorka.png',
        text : '7 . Рассорка. Ритуалы, направленные на то, чтобы кого-то рассорить, поселить в сердце злобу и неприязнь'
    },

    {
        name : 'Закрытая дорога',
        imgSrc : 'src/components/Magic-block/images/closedway.png',
        text : '8 . Закрытая дорога. Карта достаточно многогранная. Закрытые дороги (поездки) в прямом смысле этого слова. Чтобы человек никуда не пошел, не поехал, но чаще всего это закрытие дорог в бизнесе (работе), чтобы ничего не продвигалось, стояло на мертвой точке, спонсоры уходили, кредиты не давали, заказов не было и, как следствие, упадок, финансовый крах. Такая же история и в личных отношениях – ничего не получается, свадьба откладывается на неопределенный период.'
    },

    {
        name :'Сглаз',
        imgSrc : 'src/components/Magic-block/images/sglaz.png',
        text: '9 . Сглаз. Плохие пожелания, зависть, либо кверент сам завистливый человек, либо он сам стал жертвой ненависти и зависти. В сочетании с другими картами может показывать направленную порчу.' 
    },
]

export const magicRow4 = [
    {
        name : 'Шабаш',
        imgSrc : 'src/components/Magic-block/images/sabbath.png',
        text : '10. Шабаш. Карта коллективной магии. Работа нескольких мастеров.'
    },

    {
        name : 'Иглы',
        imgSrc : 'src/components/Magic-block/images/igli.png',
        text : '11. Иглы. Магическое воздействие сделано на острые предметы или с их помощью.'
    },

    {
        name :'Кладбище',
        imgSrc : 'src/components/Magic-block/images/cemetery.png',
        text: '12. Кладбище. Кладбищенская магия, может быть и приворот, и порча на смерть, и некропривязки' 
    },
]

export const magicRow5 = [
    {
        name : 'Привязка',
        imgSrc : 'src/components/Magic-block/images/privazka.png',
        text : '13. Привязка. Чаще всего – сексуальная. Егельт. Ритуалы на половое влечение к конкретному лицу.'
    },

    {
        name : 'Подклад',
        imgSrc : 'src/components/Magic-block/images/podklad.png',
        text : '14. Подклад. Магическое воздействие на предмет, который потом положили в жилье, рабочее место, одежду человека. Чаще всего негативное воздействие.'
    },

    {
        name :'Проклятие',
        imgSrc : 'src/components/Magic-block/images/proklatie.png',
        text: '15. Проклятие. Проклятие родовое, проклятие на последнем вздохе, на 13 крестов и т.д.' 
    },
]

export const magicRow6 = [
    {
        name : 'Обратный ход колеса',
        imgSrc : 'src/components/Magic-block/images/revers.png',
        text : '16. Обратный ход колеса. Карта указывает на ритуалы для возврата в какие-то отношения, ситуации. Либо чтобы у человека ничего не получалось, он катился назад.'
    },

    {
        name : 'Зелье',
        imgSrc : 'src/components/Magic-block/images/zelie.png',
        text : '17 . Зелье. Карта зелье может означать алкоголь, отвары или магическая программа была произведена на напиток.'
    },

    {
        name :'Оморочка',
        imgSrc : 'src/components/Magic-block/images/omorochka.png',
        text: '18. Оморочка. Оморочки – это определенная группа магических влиянии, действие которых заключается в подмене реального, объективного представления жертвы о чем-либо или о ком-либо на иллюзорное, «наведенное» с определенной целью. То есть жертва будет воспринимать не то, что есть на самом деле, а то, что желает показать ему маг (заказчик)' 
    },
]

export const magicRow7 = [
    {
        name : 'Свечи',
        imgSrc : 'src/components/Magic-block/images/svechi.png',
        text : '19. Свечи. Ритуалы с помощью свечей. В плане чисток – нужно чиститься свечами из воска.'
    },

    {
        name : 'Воск',
        imgSrc : 'src/components/Magic-block/images/vosk.png',
        text : '20. Воск. Карта предлагает чистку воском (отливку). И все работы с воском.'
    },

    {
        name :'Чёрная вдова',
        imgSrc : 'src/components/Magic-block/images/blackwidow.png',
        text: '21. Черная вдова. Порча на смерть мужей в роду.' 
    },
]

export const magicRow8 = [
    {
        name : 'Зеркало',
        imgSrc : 'src/components/Magic-block/images/mirror.png',
        text : '22. Зеркало. Карта говорит о наличии зеркальной защиты. Или необходимость ее поставить. Так же может говорить о магических влияниях с помощью зеркал.'
    },

    {
        name : 'Замок',
        imgSrc : 'src/components/Magic-block/images/closer.png',
        text : '23. Замок. Карта говорит о ставленой защите на работу мастера.'
    },

    {
        name :'Карма',
        imgSrc : 'src/components/Magic-block/images/karma.png',
        text: '24. Карма. Отработка кармических долгов.' 
    },
]