export const tarotRow1 = [
    {
        name : 'Руны',
        imgSrc : 'src/components/Magic-block/images/runes.png',
        text : '1. Руны. Магия рун. Магическое действие было проведено посредством рун. В качестве ответа, к чему следует прибегнуть кверенту для чистки – ответ Руны.'
    },

    {
        name : 'Вольт',
        imgSrc : 'src/components/Magic-block/images/volt.png',
        text : '2 . Вольт. Вольт (восковую, тряпочную, соломенную куклу с «привязками» человека, используют для магического воздействия (чаще негативного), подавления воли, но и используют защитную магию (от откатов, куклы-помощницы) На вопрос – как было произведено воздействие? Ответ – с помощью биологических привязок и куклы.'
    },

    {
        name :'Бесы',
        imgSrc : 'src/components/Magic-block/images/demons.png',
        text: '3 . Бесы. Человека одолевают бесы, скорее всего это целенаправленное магическое воздействие с какой-то программой, какой именно – подскажут соседние карты.' 
    },
]